/* 
  Pro.strings
  SiteSucker Pro

  Created by Rick Cranisky on 4/29/20.
  Copyright © 2020 Rick Cranisky. All rights reserved.
*/

"%@ Register your license information below." = "%@ Register your license information below.";
"A newer version is available" = "A newer version is available";
"Cancel" = "Cancel";
"Check for Updates…" = "Check for Updates…";
"Click the button below to mount the latest SiteSucker Pro disk image." = "Click the button below to mount the latest SiteSucker Pro disk image.";
"Downloading the latest SiteSucker Pro disk image." = "Downloading the latest SiteSucker Pro disk image.";
"Failed to get the version number of the current release. (%@)" = "Failed to get the version number of the current release. (%@)";
"Failed to mount disk image (%@)." = "Failed to mount disk image (%@).";
"Mount Disk Image" = "Mount Disk Image";
"page not found" = "page not found";
"Registration…" = "Registration…";
"Thank you for trying SiteSucker Pro. Your trial period has expired. To continue using SiteSucker Pro, you will need to purchase a license." = "Thank you for trying SiteSucker Pro. Your trial period has expired. To continue using SiteSucker Pro, you will need to purchase a license.";
"Unable to determine macOS version number." = "Unable to determine macOS version number.";
"unknown error" = "unknown error";
"You are up to date" = "You are up to date";
"You can try SiteSucker Pro before you buy it. %@ To continue using SiteSucker Pro after that, you will need to purchase a license." = "You can try SiteSucker Pro before you buy it. %@ To continue using SiteSucker Pro after that, you will need to purchase a license.";
"You have a newer version of SiteSucker Pro." = "You have a newer version of SiteSucker Pro.";
"You have the latest version of SiteSucker Pro." = "You have the latest version of SiteSucker Pro.";
"Your trial period has %lu days remaining." = "Your trial period has %lu days remaining.";
"Your trial period has 1 day remaining." = "Your trial period has 1 day remaining.";
"Your trial period has less than 1 day remaining." = "Your trial period has less than 1 day remaining.";
